// src/content/lists.ts
export const items = [
  // {
  //   header: "这是一段标题",
  //   header_eng: "This is a para header",
  //   content: "我是文字<br>我是文字。",
  // },
  {
    header: "关于我",
    header_eng: "about me",
    content:
      "Hi There. 👋<br>\
      我是 CILXRY（也叫小十柒、ZYX）。",
  },
  {
    header: "先写点东西放在这",
    header_eng: "Just Write Here to idk what it for.",
    content:
      "目前是 <strong>一名 17 岁的中职校学生。</strong><br>\
      会什么？<br>\
      啥也不会，也就略懂一点编程和服务器知识……好吧，其实懂得不多。<br>\
      但别说，<strong>会吃饭会睡觉，我就能打败 1% 的生物了</strong>（迫真）。",
  },
  {
    header: "为什么做了这个网站",
    header_eng: "So why?",
    content:
      "小孩不懂事，做着玩的。<br>\
      这个服务器也是不懂事的时候建起来的，知道吧？",
  },
];
